tap "bramstein/webfonttools"
tap "carlocab/personal"
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "microsoft/git"
tap "mongodb/brew"
tap "somuchforsubtlety/tap"
tap "twitchdev/twitch"
brew "ack"
brew "act"
brew "ansible"
brew "giflib"
brew "jpeg"
brew "autoconf"
brew "automake"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "chezmoi"
brew "cloudflare-wrangler"
brew "coreutils"
brew "doctl"
brew "libtool"
brew "libevent"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "grep"
brew "jq"
brew "krb5"
brew "ldns"
brew "libfido2"
brew "pango"
brew "librsvg"
brew "libxmlsec1"
brew "llvm"
brew "lynx"
brew "mas"
brew "mercurial"
brew "node@16"
brew "mongosh"
brew "moreutils"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node@14"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "zopfli"
brew "pigz"
brew "pinentry-mac"
brew "pre-commit"
brew "pv"
brew "pwgen"
brew "rename"
brew "rlwrap"
brew "ssh-copy-id"
brew "starship"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "vbindiff"
brew "wakeonlan"
brew "wget"
brew "woff2"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "carlocab/personal/unrar"
brew "cloudflare/cloudflare/cloudflared"
brew "heroku/brew/heroku"
brew "khanhas/tap/spicetify-cli"
brew "mongodb/brew/mongodb-community"
brew "somuchforsubtlety/tap/f1viewer"
brew "twitchdev/twitch/twitch-cli"
cask "discord-canary"
cask "flameshot"
cask "gimp"
cask "git-credential-manager-core"
cask "ngrok"
cask "raycast"
cask "slack"
cask "yubico-yubikey-manager"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
