tap "1password/tap"
tap "bramstein/webfonttools"
tap "carlocab/personal"
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "microsoft/git"
tap "mongodb/brew"
brew "ack"
brew "act"
brew "ansible"
brew "giflib"
brew "autoconf"
brew "automake"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "chezmoi"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "docker-compose"
brew "libtool"
brew "libevent"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "jpeg", link: true
brew "gobject-introspection"
brew "ffmpeg"
brew "findutils"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "grep"
brew "jq"
brew "ldns"
brew "libfido2"
brew "pango"
brew "librsvg"
brew "llvm"
brew "lynx"
brew "mas"
brew "mercurial"
brew "node@16"
brew "mongosh"
brew "moreutils"
brew "ncurses"
brew "neofetch"
brew "nghttp2"
brew "node@14"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "zopfli"
brew "pigz"
brew "pinentry-mac"
brew "pre-commit"
brew "pv"
brew "pwgen"
brew "rename"
brew "rlwrap"
brew "saml2aws"
brew "ssh-copy-id"
brew "starship"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "vbindiff"
brew "wget"
brew "woff2"
brew "youtube-dl"
brew "zplug"
brew "zsh-autosuggestions"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "carlocab/personal/unrar"
brew "cloudflare/cloudflare/cloudflared"
brew "heroku/brew/heroku", link: false
brew "mongodb/brew/mongodb-community"
cask "1password-cli"
cask "discord-canary"
cask "docker"
cask "fig"
cask "gimp"
cask "git-credential-manager-core"
cask "intellij-idea-ce"
cask "iterm2"
cask "ngrok"
cask "raycast"
cask "rectangle"
cask "secretive"
cask "slack-beta"
cask "spotify"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
