tap "1password/tap"
{{ if ne .chezmoi.hostname "ld-bh"}}
tap "behnh/formulae"
tap "beryju/tap"
{{ end }}
tap "bramstein/webfonttools"
tap "carlocab/personal"
tap "cloudentity/tap"
{{ if ne .chezmoi.hostname "ld-bh" }}
tap "cloudflare/cloudflare"
tap "cockroachdb/tap"
tap "fluxcd/tap"
tap "getsentry/tools"
{{ end }}
tap "go-task/tap"
{{ if ne .chezmoi.hostname "ld-bh"}}
tap "hashicorp/tap"
{{ end }}
tap "heroku/brew"
tap "homebrew/bundle"
{{ if ne .chezmoi.hostname "ld-bh" }}
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
{{ end }}
tap "homebrew/cask-versions"
{{ if ne .chezmoi.hostname "ld-bh"}}
tap "homebrew/core"
{{ end }}
tap "homebrew/services"
{{ if ne .chezmoi.hostname "ld-bh"}}
tap "infrahq/tap"
{{ end }}
tap "khanhas/tap"
{{ if ne .chezmoi.hostname "ld-bh"}}
tap "microsoft/git"
tap "minio/stable"
tap "mongodb/brew"
tap "ory/tap"
tap "oven-sh/bun"
tap "raffis/gitops-zombies"
tap "reviewdog/tap"
tap "somuchforsubtlety/tap"
tap "twitchdev/twitch"
{{ end }}
brew "ack"
brew "act"
brew "age"
brew "ansible"
brew "giflib"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "argocd"
{{ end }}
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "glib"
brew "cairo"
brew "chezmoi"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "cloudflare-wrangler"
brew "cmctl"
{{ end }}
brew "ruby"
brew "cocoapods"
brew "libevent"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "ncurses"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "doctl"
{{ end }}
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "goose"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grep"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "hcloud"
brew "helm"
brew "infracost"
brew "ipcalc"
brew "istioctl"
{{ end }}
brew "jpeg"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kustomize"
brew "ldns"
brew "libfido2"
brew "libxmlsec1"
brew "llvm"
brew "lynx"
brew "mas"
brew "mercurial"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "minikube"
{{ end }}
brew "mongosh"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "python@3.10"
brew "node@14"
brew "node@16"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "okteto"
{{ end }}
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "zopfli"
brew "pigz"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "virtualenv"
brew "pre-commit"
brew "prettyping"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "python@3.9"
brew "redis"
brew "rename"
brew "rlwrap"
brew "s3cmd"
{{ if eq .chezmoi.hostname "ld-bh"}}
brew "saml2aws"
{{ end }}
brew "skopeo"
brew "sops"
brew "sqlc"
brew "ssh-copy-id"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tree"
brew "vbindiff"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "wakeonlan"
{{ end }}
brew "watch"
brew "wget"
brew "woff2"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zplug"
brew "zsh-autosuggestions"
brew "beryju/tap/korb"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "carlocab/personal/unrar"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "cloudentity/tap/oauth2c"
brew "cloudflare/cloudflare/cloudflared"
brew "cockroachdb/tap/cockroach"
brew "fluxcd/tap/flux"
{{ end }}
brew "go-task/tap/go-task"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "hashicorp/tap/vault"
brew "minio/stable/mc"
{{ end }}
brew "mongodb/brew/mongodb-community"
{{ if ne .chezmoi.hostname "ld-bh"}}
brew "ory/tap/kratos"
brew "oven-sh/bun/bun"
brew "raffis/gitops-zombies/gitops-zombies"
brew "reviewdog/tap/reviewdog"
brew "twitchdev/twitch/twitch-cli"
{{ end }}
cask "1password-cli"
{{ if ne .chezmoi.hostname "ld-bh"}}
cask "battery"
{{ end }}
cask "discord-canary"
cask "font-fira-code"
{{ if ne .chezmoi.hostname "ld-bh"}}
cask "gimp"
{{ end }}
cask "git-credential-manager-core"
cask "github"
cask "iterm2"
cask "jetbrains-toolbox"
{{ if ne .chezmoi.hostname "ld-bh"}}
cask "mullvadvpn"
{{ end }}
cask "ngrok"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
{{ if ne .chezmoi.hostname "ld-bh"}}
cask "vlc"
cask "whisky"
{{ end }}
cask "yubico-yubikey-manager"
mas "Amphetamine", id: 937984704
{{ if ne .chezmoi.hostname "ld-bh"}}
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "WireGuard", id: 1451685025
{{ end }}
mas "Xcode", id: 497799835
{{ if ne .chezmoi.hostname "ld-bh"}}
vscode "1Password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "antfu.icons-carbon"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "buenon.scratchpads"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "EliverLara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hocus.hocus"
vscode "jakebathman.mysql-syntax"
vscode "launchdarklyofficial.launchdarkly"
vscode "meganrogge.template-string-converter"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "redhat.ansible"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tonka3000.raycast"
vscode "vscode-icons-team.vscode-icons"
vscode "weaveworks.vscode-gitops-tools"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
{{ end }}
